/* ImportGPX */
"importgpx-errorparsingXMLcode" = "XML code kan niet worden ingevoerd";
"importgpx-anerroroccuredwhileimportingtheGPXfile." = "Er is iets misgegaan tijdens het importeren van de GPX file. Er is waarschijnlijk iets mis met de XML data. Controleer het laatste gedeelte van de GPX file, als er niets mis mee is neem dan contact op met Geocube support.";

/* Import manager */
"importmanager-OKAPIdata" = "OKAPI data";
"importmanager-geocaching.comdata" = "Geocaching.com data";
"importmanager-geocachingaustraliaAPIdata" = "Geocaching Australia API data";
"importmanager-gpxdata" = "GPX data";
"importmanager-gpxgarmindata" = "GPX Garmin data";
"importmanager-liveapidata" = "LiveAPI data";

/* InfoViewer */
"infoviewer-downloads" = "Downloads";
"infoviewer-images" = "Fotos";
"infoviewer-imports" = "Imports";

/* InfoItem */
"infoitem-bytes" = "Bytes";
"infoitem-lines" = "Regels";
"infoitem-logs" = "Logs";
"infoitem-objects" = "Objecten";
"infoitem-queuedepth" = "Wachtrij diepte";
"infoitem-trackables" = "Trackables";
"infoitem-waypoints" = "Waypoints";
"infoitems-chunks" = "Gedeeltes:";

/* Distance and speed */
"distance-m" = "m";
"distance-metre" = "meter";
"distance-metres" = "meters";
"distance-km" = "km";
"distance-kms" = "kms";
"distance-kilometer" = "kilometer";
"distance-kilometers" = "kilometers";
"distance-m/s" = "m/s";
"distance-metre/second" = "meters/seconde";
"distance-metres/second" = "meters/seconde";
"distance-km/h" = "km/u";
"distance-kms/h" = "kms/u";
"distance-kilometer/hour" = "kilometers/uur";
"distance-kilometers/hour" = "kilometers/uur";

"distance-ft" = "vt";
"distance-feet" = "voet";
"distance-ml" = "ml";
"distance-mls" = "mln";
"distance-mile" = "mijl";
"distance-miles" = "mijlen";
"distance-ft/s" = "vt/s";
"distance-mls/h" = "mijlen/uur";
"distance-feet/second" = "voet/seconde";
"distance-miles/hour" = "mijlen/uur";

/* Time related */
"time-day" = "dag";
"time-days" = "dagen";
"time-hour" = "uur";
"time-hours" = "uren";
"time-minute" = "minuut";
"time-minutes" = "minuten";
"time-second" = "seconde";
"time-seconds" = "secondes";
"time-week" = "week";
"time-weeks" = "weken";
"time-year" = "jaar";
"time-years" = "jaren";
"time-day-ago" = "dag geleden";
"time-days-ago" = "dagen geleden";
"time-hour-ago" = "uur geleden";
"time-hours-ago" = "uren geleden";
"time-minute-ago" = "minuut geleden";
"time-minutes-ago" = "minuten geleden";
"time-second-ago" = "seconde geleden";
"time-seconds-ago" = "secondes geleden";
"time-week-ago" = "week geleden";
"time-weeks-ago" = "weken geleden";
"time-year-ago" = "jaar geleden";
"time-years-ago" = "jaren geleden";

/* Compass related */
"compass-north" = "Noord";
"compass-east" = "Oost";
"compass-south" = "Zuid";
"compass-west" = "West";
"compass-N" = "N";
"compass-NNE" = "NNO";
"compass-NE" = "NO";
"compass-ENE" = "ONO";
"compass-E" = "O";
"compass-ESE" = "OZO";
"compass-SE" = "ZO";
"compass-SSE" = "ZZO";
"compass-S" = "Z";
"compass-SSW" = "ZZW";
"compass-SW" = "ZW";
"compass-WSW" = "WZW";
"compass-W" = "W";
"compass-WNW" = "WNW";
"compass-NW" = "NW";
"compass-NNW" = "NNW";
"compass-NESW" = "NOZW";
"compass-NESWnesw" = "NOZWnozw";
"compass-NS" = "NZ";
"compass-NSns" = "NZnz";
"compass-EW" = "OW";
"compass-EWew" = "OWow";
"latitude" = "hoogtegraad";
"Latitude" = "Hoogtegraad";
"longitude" = "lengtegraad";
"Longitude" = "Lengtegraad";

/* General */
"Close" = "Sluiten";
"Sorry" = "Sorry";
"Error" = "Foutmelding";
"Cancel" = "Annueleer";
"OK" = "Okay!";
"Clear" = "Wissen";
"Yes" = "Ja";
"No" = "Nee";
"NO!" = "NEE!";
"new" = "nieuwe";
"of" = "van";
"Delete" = "Verwijder";
"Edit" = "Wijzig";
"Open" = "Open";
"URL" = "URL";

/* Others */
"tweet-fail" = "Momenteel kan er geen tweet verzonden worden. Zorg dat je telefoon internet verbinding heeft en dat er tenminste één Twitter account beschikbaar is.";
